export default {
    select: {
        name: '随心选',
        id: '99666463',
        data: [{
            name: '爱奇艺会员',
            id: 'EQ000001'
        }, {
            name: '腾讯视频会员',
            id: 'EQ000002'
        }, {
            name: '优酷会员',
            id: 'EQ000003'
        }, {
            name: '哔哩哔哩会员',
            id: 'EQ000004'
        }, {
            name: '芒果TV会员',
            id: 'EQ000005'
        }, {
            name: '咪咕视频会员',
            id: 'EQ000006'
        }, {
            name: '酷狗会员',
            id: 'EQ000007'
        }, {
            name: 'QQ音乐会员',
            id: 'EQ000008'
        }, {
            name: '酷我会员',
            id: 'EQ000009'
        }, {
            name: '咪咕音乐会员',
            id: 'EQ000010'
        }, {
            name: '掌阅会员',
            id: 'EQ000011'
        }, {
            name: '喜马拉雅会员',
            id: 'EQ000012'
        }, {
            name: 'QQ阅读会员',
            id: 'EQ000013'
        }, , {
            name: '蜻蜓FM会员',
            id: 'EQ000014'
        }, , {
            name: '咪咕阅读会员',
            id: 'EQ000015'
        }]
    },
    watch: {
        name: '随心看',
        id: '99666464',
        data: [{
            name: '爱奇艺会员',
            id: 'EQ000001'
        }, {
            name: '优酷会员',
            id: 'EQ000003'
        }, {
            name: '哔哩哔哩会员',
            id: 'EQ000004'
        }, {
            name: '腾讯视频会员',
            id: 'EQ000002'
        }, {
            name: '芒果TV会员',
            id: 'EQ000005'
        }]
    },
    // listen: {
    //     name: '随心听',
    //     id: '99305636',
    //     data: [{
    //         name: '酷狗会员',
    //         id: 'EQ000007'
    //     }, {
    //         name: '酷我会员',
    //         id: 'EQ000009'
    //     }, {
    //         name: '喜马拉雅会员',
    //         id: 'EQ000012'
    //     }, {
    //         name: '咪咕音乐会员',
    //         id: 'EQ000010'
    //     }, {
    //         name: '网易云音乐会员',
    //         id: 'EQ000016'
    //     }, {
    //         name: '5GB酷狗定向流量',
    //         id: 'EQ000022'
    //     }, {
    //         name: '5GB酷我定向流量',
    //         id: 'EQ000023'
    //     }, {
    //         name: '5GB喜马拉雅定向流量',
    //         id: 'EQ000024'
    //     }, {
    //         name: '5GB咪咕音乐定向流量',
    //         id: 'EQ000025'
    //     }, {
    //         name: '5GB网易云音乐定向流量',
    //         id: 'EQ000026'
    //     }]

    // },
    aiqiy: {
        id: '99666469',
        name: '爱奇艺随心看会员',
        data: [{
            name: '爱奇艺会员',
            id: 'EQ000001'
        }, {
            name: '15GB爱奇艺定向流量',
            id: 'EQ000017'
        }]
    },
    yku: {
        id: '99672719',
        name: '优酷随心看会员',
        data: [{
            name: '优酷会员',
            id: 'EQ000003'
        }, {
            name: '15GB优酷定向流量',
            id: 'EQ000018'
        }],
    },
    bili: {
        id: '99672719',
        name: '哔哩哔哩随心看会员',
        data: [{
            name: '哔哩哔哩会员',
            id: 'EQ000004'
        }, {
            name: "15GB 哔哩哔哩定向流量",
            id: "EQ000019"
        }]
    },
    tenlent: {
        id: '99672735',
        name: '腾讯视频随心看会员',
        data: [{
            name: '腾讯视频会员',
            id: 'EQ000002'
        }, {
            name: '15GB 腾讯视频定向流量',
            id: 'EQ000020'
        }],
    },
    mango: {
        id: '99672737',
        name: '芒果TV随心看会员',
        data: [{
            name: '芒果TV会员',
            id: 'EQ000005'
        }, {
            name: '15GB 芒果TV定向流量',
            id: 'EQ000021'
        }],
    }
}